{
  "reply": {
    "recommend": {
      "intent": "Yes, I have a song in mind!",
      "start": "Great, let's answer the following questions to submit it!",
      "cancel": "Your recommendation has been cancelled. To recommend a song, click on one of the stories previously.",
      "select": "What song would you like to recommend? Please type in the following format: Song Name - Artist",
      "explain": "Why do you recommend this song? To redo your recommendation, type /redo. To cancel, type /cancel",
      "dedicate": "Any message for the user? If you don't have any, type 'No'. To redo your recommendation, type /redo. To cancel, type /cancel",
      "deliver": "Thanks! Your recommendation has just been delivered.",
      "sub": "You've just re-subscribed to receive daily song requests. Ahoy!",
      "subExist": "You've already subscribed to receive daily song requests. Hooray!",
      "unsub": "You've just unsubscribed to receive daily song requests. To re-subscribe, type /sub",
      "unsubExist": "You've already unsubscribed to receive daily song requests. To re-subscribe, type /sub"
    },
    "ask": {
      "intent": "We're still currently testing this feature. If you want to enjoy early access, you can /join our waiting list. If not, type /no",
      "join": "Thank you for indicating your interest! We'll notify you once it's launched :)",
      "joinExist": "You've already indicated your interest! We'll notify you once it's launched :)",
      "decline": "No worries. If you want to join the waiting list again, type /ask",
      "default": "To /join or /no to join? That's the question hmm."
    },
    "basic": {
      "timeout": "Oh man, your session has timed out. Start again by clicking on one of the stories previously!",
      "default": "Start by responding to a song request from another user! Otherwise, you can also request for a song recommendation from others by typing /ask",
      "start": "Hey, I'm Charlie, your assistant to share a song with other users. Well of course, you've already knew me!",
      "welcome": "Hey I'm Charlie! I'll send you a request daily and be your assistant to recommend music to others!"
    }
  }
}
